import slider1 from '../common/image/slider-img1.png'
import slider2 from '../common/image/slider-img2.png'
import slider3 from '../common/image/slider-img3.png'
export const data = [
  {
    oftenOrderCards: [
      {
        id: 0,
        name: "Бургер-пицца",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 580,
        count:1
      },
      {
        id: 1,
        name: "Сырная🌱",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
        count:1
      },
      {
        id: 2,
        name: "Маргарита🌱",
        text: "Соберите свою пиццу 40 см с двумя разными вкусами",
        price: 780,
        count:1
      },
      {
        id: 3,
        name: "Мексиканская 🌶🌶",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 4,
        name: "Цыпленок карри",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 5,
        name: "Сырная 🌱",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 6,
        name: "Ветчина и сыр",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 7,
        name: "Аррива!",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 8,
        name: "Сырный цыпленок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 9,
        name: "Гавайская",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 10,
        name: "Додо",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
      {
        id: 11,
        name: "Четыре сезона",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
        count:1
      },
    ],
  },
  {
    sliderCardData: [
      {
        id: 1,
        img: slider1,
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
      {
        id: 2,
        img: slider2,
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
      {
        id: 3,
        img: slider3,
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
      {
        id: 4,
        img: slider3,
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
    ],
  },
  {
    menuCardData: [
      {
        id: 1,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 2,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 3,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 4,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 5,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 25 см с двумя разными вкусами",
        price: 580,
      },
      {
        id: 6,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 40 см с двумя разными вкусами",
        price: 780,
      },
      {
        id: 7,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 40 см с двумя разными вкусами",
        price: 780,
      },
      {
        id: 8,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 9,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 10,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 890,
      },
      {
        id: 11,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 12,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      }
    ],
  },
];
// const oftenOrderCards = [];
