export const data = [
  {
    oftenOrderCards: [
      {
        id: 1,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 580,
      },
      {
        id: 2,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 3,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 40 см с двумя разными вкусами",
        price: 780,
      },
      {
        id: 4,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 5,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 6,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 7,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 8,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 9,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 10,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 11,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 12,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
    ],
  },
  {
    sliderCardData: [
      {
        id: 1,
        img: "/image/slider-img1.png",
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
      {
        id: 2,
        img: "/image/slider-img2.png",
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
      {
        id: 3,
        img: "/image/slider-img3.png",
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
      {
        id: 4,
        img: "/image/slider-img3.png",
        text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit",
      },
    ],
  },
  {
    menuCardData: [
      {
        id: 1,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 2,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 3,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 4,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 5,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 25 см с двумя разными вкусами",
        price: 580,
      },
      {
        id: 6,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 40 см с двумя разными вкусами",
        price: 780,
      },
      {
        id: 7,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 40 см с двумя разными вкусами",
        price: 780,
      },
      {
        id: 8,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
      {
        id: 9,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 880,
      },
      {
        id: 10,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 45 см с двумя разными вкусами",
        price: 890,
      },
      {
        id: 11,
        name: "Пицца из половинок",
        text: "Соберите свою пиццу 35 см с двумя разными вкусами",
        price: 480,
      },
    ],
  },
];
const oftenOrderCards = [];
